// © Copyright 2010, 2015 HP Development Company, L.P.

TaskName = "Laiteohjelmiston päivitys";

WebBrowserWindowTitle = "Laiteohjelmiston päivitys";

TaskTitleField = "Laiteohjelmiston päivitys";
TaskDescriptionField = "Laiteohjelmistolla tarkoitetaan laitteen sisäistä ohjelmistoa. Etsi verkosta laiteohjelmistopäivityksiä ja asenna ne valitsemalla \"Aloita\".";
TaskStartButtonTitle = "Aloita";
